<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 e posterior</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 e posterior</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 e posterior</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 e posterior</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 e posterior</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 e posterior</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 e posterior</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 e posterior</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 e posterior</string>
      <string id="Cat_Google">Microsoft Edge Update</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge Update</string>
      <string id="Cat_Preferences">Preferências</string>
      <string id="Cat_ProxyServer">Servidor Proxy</string>
      <string id="Cat_Applications">Aplicativos</string>
      <string id="Cat_WebView">Microsoft Edge WebView</string>
      <string id="Pol_AutoUpdateCheckPeriod">Substituição do período de verificação de atualização automática</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Período em cada dia para suprimir a verificação de atualização automática</string>
      <string id="Pol_DownloadPreference">Baixar substituição de classe de URL</string>
      <string id="DownloadPreference_DropDown">URLs de download para armazenar em cache</string>
      <string id="Pol_ProxyMode">Escolher como especificar as configurações do servidor proxy</string>
      <string id="Pol_ProxyServer">Endereço ou URL do servidor proxy</string>
      <string id="Pol_ProxyPacUrl">URL de um arquivo .pac de proxy</string>
      <string id="Pol_DefaultAllowInstallation">Permitir padrão de instalação</string>
      <string id="Pol_AllowInstallation">Permitir instalação</string>
      <string id="Pol_DefaultUpdatePolicy">Padrão de substituição de política de atualização</string>
      <string id="Pol_UpdatePolicy">Substituição da política de atualização</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Impedir a criação de atalhos da área de trabalho após a instalação padrão</string>
      <string id="Pol_CreateDesktopShortcut">Impedir a criação de atalhos da área de trabalho após a instalação</string>
      <string id="Pol_TargetVersionPrefix">Substituição da versão de destino</string>
      <string id="Pol_RollbackToTargetVersion">Reverter para a versão de Destino</string>
      <string id="Pol_AllowSideBySideExperience">Permitir a experiência de navegador Lado a Lado no Microsoft Edge</string>
      <string id="Explain_AllowSideBySideExperience">Essa política permite que o usuário execute o Microsoft Edge (Edge HTML) e o Microsoft Edge (baseado no Chromium) lado a lado.

Se essa política for definida como “Não configurada”, o Microsoft Edge (baseado no Chromium) substituirá o Microsoft Edge (Edge HTML) após a instalação do canal Microsoft Edge Stable (baseado no Chromium) e das atualizações de segurança de novembro de 2019. Esse é o mesmo comportamento da configuração “Desabilitada”.

A configuração “Desabilitada” impede a experiência lado a lado, e o Microsoft Edge (baseado no Chromium) substituirá o Microsoft Edge (Edge HTML) após a instalação do canal Microsoft Edge Stable (baseado no Chromium) e das atualizações de segurança de novembro de 2019. Esse é o mesmo comportamento da configuração “Não configurada”.

Quando essa política é “Habilitada”, o Microsoft Edge (baseado no Chromium) e o Microsoft Edge (Edge HTML) podem funcionar lado a lado após a instalação do Microsoft Edge (baseado no Chromium).

Para essa política de grupo ter efeito, ela deve ser configurada antes da instalação automática do Microsoft Edge (baseado no Chromium) pelo Windows Update. Observação: ​o usuário pode impedir a atualização automática do Microsoft Edge (baseado no Chromium) usando o Kit de Ferramentas do Bloqueador do Microsoft Edge (baseado no Chromium).</string>
      <string id="Part_AutoUpdateCheckPeriod">Minutos entre as verificações de atualização</string>
      <string id="Part_UpdateCheckSuppressedStartHour">Hora em um dia que começa a suprimir a verificação de atualização</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Minuto da hora que começa a suprimir a verificação de atualização</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Número de minutos para suprimir a verificação de atualização a cada dia</string>
      <string id="Part_ProxyMode">Escolher como especificar as configurações do servidor proxy</string>
      <string id="Part_ProxyServer">Endereço ou URL do servidor proxy</string>
      <string id="Part_ProxyPacUrl">URL de um arquivo .pac de proxy</string>
      <string id="Part_UpdatePolicy">Política de atualização</string>
      <string id="Part_TargetVersionPrefix">Versão de destino</string>
      <string id="Name_UpdatesEnabled">Sempre permitir atualizações (recomendado)</string>
      <string id="Name_ManualUpdatesOnly">Somente atualizações manuais</string>
      <string id="Name_AutomaticUpdatesOnly">Somente atualizações silenciosas automáticas</string>
      <string id="Name_UpdatesDisabled">Atualizações desabilitadas</string>
      <string id="ProxyDisabled_DropDown">Nunca usar um proxy</string>
      <string id="ProxyAutoDetect_DropDown">Detectar as configurações de proxy automaticamente</string>
      <string id="ProxyPacScript_DropDown">Usar um script de proxy do .pac</string>
      <string id="ProxyFixedServers_DropDown">Usar servidores proxy fixo</string>
      <string id="ProxyUseSystem_DropDown">Usar configurações de proxy do sistema</string>
      <string id="Explain_GoogleUpdate">Políticas para controlar a instalação e a atualização do Microsoft Edge usando o Microsoft Edge Update.</string>
      <string id="Explain_Preferences">Políticas gerais para o Microsoft Edge Update.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Se habilitada, essa política permite definir um valor para o número mínimo de minutos entre as verificações de atualização automáticas. Caso contrário, por padrão, a atualização automática verificará se há atualizações a cada 10 horas.

  Se você quiser desabilitar todas as verificações de atualização automáticas, defina o valor como 0 (não recomendado).</string>
      <string id="Explain_DownloadPreference">Se habilitado, o servidor do Microsoft Edge Update tentará fornecer URLs próprias para cache para conteúdo de atualização em suas respostas.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Se você habilitar essa política, as verificações de atualização serão suprimidas todos os dias a partir de Hora:Minuto por um período de duração (em minutos). A duração não é afetada pelo horário de verão. Por exemplo, se a hora de início for 22:00 e a duração for 480 minutos, as atualizações serão suprimidas por exatamente 8 horas, independentemente de o horário de verão começar ou terminar durante esse período.

  Se você desabilitar ou não configurar essa política, as verificações de atualização não serão suprimidas durante qualquer período específico.</string>
      <string id="Explain_ProxyMode">Permite que você especifique as configurações do servidor proxy que são usadas pelo Microsoft Edge Update.

   Se você habilitar essa política, poderá escolher entre as seguintes opções do servidor proxy:
   - Se você optar por nunca usar um servidor proxy e sempre se conectar diretamente, todas as outras opções serão ignoradas.
   - Se você optar por usar as configurações proxy do sistema ou detectar automaticamente o servidor proxy, todas as outras opções serão ignoradas.
   - Se você escolher o modo proxy do servidor fixo, poderá especificar outras opções na política 'Endereço ou URL do servidor proxy'.
   - Se você optar por usar um script do proxy, você deverá especificar a URL do script na política 'URL de um arquivo .pac de proxy'.

   Se você habilitar essa política, os usuários da sua organização não poderão alterar as configurações do proxy no Microsoft Edge Update.

   Se você desabilitar ou não configurar essa política, nenhuma configuração do servidor proxy será configurada, mas os usuários da sua organização poderão escolher suas próprias configurações proxy do Microsoft Edge Update.</string>
      <string id="Explain_ProxyServer">Permite especificar a URL do servidor proxy para o Microsoft Edge Update poder usar.

   Se você habilitar essa política, poderá definir a URL do servidor proxy usada pela atualização do Microsoft Edge na sua organização.

Essa política será aplicada somente se você tiver selecionado configurações de proxy manuais na política ' Escolher como especificar as configurações do servidor proxy '.

    Não configure essa política se você tiver selecionado uma configuração de proxy diferente da manual na política 'Escolher como especificar as configurações do servidor proxy '.</string>
      <string id="Explain_ProxyPacUrl">Permite que você especifique uma URL a um arquivo de configuração automática do proxy (PAC).

   Se você habilitar essa política, poderá especificar uma URL a um arquivo de PAC para automatizar como o Microsoft Edge Update selecionará o servidor proxy apropriado para buscar um site específico.

  Essa política será aplicada somente se você tiver especificado as configurações de proxy manuais na política ' Escolher como especificar as configurações do servidor proxy '.

   Não configure essa política se você tiver selecionado uma configuração de proxy diferente da manual na política ' Escolher como especificar as configurações do servidor proxy '.</string>
      <string id="Explain_Applications">Um modelo ADMX/ADML atualizado será necessário para dar suporte aos aplicativos do Microsoft Edge lançados no futuro.</string>
      <string id="Explain_DefaultAllowInstallation">Você pode especificar o comportamento padrão de todos os canais para permitir ou bloquear o Microsoft Edge em dispositivos ingressados no domínio.

Você pode substituir essa política para canais individuais, habilitando a política 'Permitir instalação' para canais específicos.

Se desabilitar essa política, a instalação do Microsoft Edge será bloqueada. Isso só afeta a instalação do software Microsoft Edge quando a política 'Permitir instalação' está definida como não configurada.

Essa política não impede que o Microsoft Edge Update execute ou impeça que os usuários instalem o software Microsoft Edge usando outros métodos.</string>
      <string id="Explain_DefaultUpdatePolicy">Permite especificar o comportamento padrão para todos os canais sobre como o Microsoft Edge Update trata as atualizações disponíveis para o Microsoft Edge. Pode ser substituída para canais individuais especificando a política 'Substituição da política de atualização'  para esses canais específicos.

  Se você habilitar essa política, o Microsoft Edge Update tratará as atualizações do Microsoft Edge de acordo com o modo como as seguintes opções forem configuradas:
   - Sempre permitir atualizações: as atualizações sempre são aplicadas quando encontradas, seja por verificação de atualização periódica ou por uma verificação de atualização manual.
   - Somente atualizações silenciosas automáticas: as atualizações são aplicadas somente quando encontradas pela verificação de atualização periódica.
   - Somente atualizações manuais: as atualizações são aplicadas somente quando o usuário executa uma verificação de atualização manual.
   - Atualizações desabilitadas: as atualizações nunca são aplicadas.

  Se você selecionar atualizações manuais, certifique-se de verificar periodicamente se há atualizações usando o mecanismo de atualização manual do app, se disponível. Se você desabilitar as atualizações, verifique periodicamente se há atualizações e as distribua aos usuários.

  Se você não habilitar e configurar essa política, o Microsoft Edge Update tratará as atualizações disponíveis conforme especificado pela política 'Substituição da política de atualização' .</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Permite especificar o comportamento padrão para todos os canais para criar um atalho de área de trabalho quando o Microsoft Edge estiver instalado.

 se você habilitar essa política, um atalho da área de trabalho será criado quando o Microsoft Edge estiver instalado. Se você desabilitar essa política, nenhum atalho da área de trabalho será criado quando o Microsoft Edge estiver instalado.

 Se você não configurar essa política, um atalho da área de trabalho para o Microsoft Edge será criado durante a instalação.
 Se o Microsoft Edge já estiver instalado, essa política não terá efeito.</string>
      <string id="Explain_CreateDesktopShortcut">Se você habilitar essa política, um atalho da área de trabalho será criado quando o Microsoft Edge estiver instalado
. Se você desabilitar essa política, nenhum atalho da área de trabalho será criado quando o Microsoft Edge estiver instalado.
   Se você não configurar essa política, um atalho da área de trabalho para o Microsoft Edge será criado durante a instalação.
 Se o Microsoft Edge já estiver instalado, essa política não terá efeito.

   Se você não configurar essa política a um canal, a configuração da política 'Impedir a criação de atalhos da área de trabalho após a instalação padrão' determinará a criação do atalho quando o Microsoft Edge estiver instalado.</string>
      <string id="Explain_WebView">Especifica políticas para o Microsoft Edge WebView.</string>
      <string id="Explain_WebView_AutoUpdate">Permite especificar se as atualizações automáticas estão habilitadas ou não para o Microsoft Edge WebView. O Microsoft Edge WebView é um componente usado pelos aplicativos para exibir o conteúdo da Web.
 As atualizações automáticas estão habilitadas por padrão. A desabilitação das atualizações automáticas para o Microsoft Edge WebView pode causar problemas de compatibilidade com aplicativos que dependem desse componente.

 Se habilitar essa política, o Microsoft Edge tratará as atualizações do Microsoft Edge WebView de acordo com o modo de configuração das seguintes opções:
 Sempre permitir atualizações: as atualizações são automaticamente baixadas e aplicadas
- Atualizações desabilitadas: as atualizações nunca são baixadas ou aplicadas

 Se você não habilitar essa política, as atualizações serão baixadas e aplicadas automaticamente.</string>
      <string id="Explain_WebView_Install">Permite especificar se o Microsoft Edge WebView pode ser instalado usando o Microsoft Edge Update.

 – Se você habilitar essa política, os usuários poderão instalar o Microsoft Edge WebView pela atualização do Microsoft Edge.
- Se você desabilitar essa política, os usuários não poderão instalar o Microsoft Edge WebView pela atualização do Microsoft Edge.
 – Se você não configurar essa política, a configuração de política "Permitir padrão de instalação"  determinará se os usuários podem instalar o Microsoft Edge WebView pela atualização do Microsoft Edge.</string>
      <string id="Explain_WebView_TargetVersionPrefix">Quando esta política e a atualização automática estiverem habilitadas, o Microsoft Edge WebView será atualizado para a versão especificada por esse valor da política.
O valor da política deve ser uma versão específica do Microsoft Edge WebView, por exemplo 83.0.499.12. Se um dispositivo tiver uma versão mais recente do Microsoft Edge WebView que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge WebView permanecerá em sua versão atual e não será atualizado para versões futuras automaticamente.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

 Se você habilitar essa política para um canal, o Microsoft Edge não será bloqueado da instalação.

 Se você desabilitar essa política para um canal, o Microsoft Edge será bloqueado da instalação.

 Se você não configurar essa política para um canal, a configuração da política 'Permitir padrão de instalação' determinará se os usuários podem instalar o canal do Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Especifica como o Microsoft Edge Update trata as atualizações disponíveis do Microsoft Edge.

  Se você habilitar essa política, o Microsoft Edge Update tratará as atualizações do Microsoft Edge de acordo com o modo como as seguintes opções forem configuradas:
   - Sempre permitir atualizações: as atualizações sempre são aplicadas quando encontradas, seja por verificação de atualização periódica ou por uma verificação de atualização manual.
   - Somente atualizações silenciosas automáticas: as atualizações são aplicadas somente quando encontradas pela verificação de atualização periódica.
   - Somente atualizações manuais: as atualizações são aplicadas somente quando o usuário executa uma verificação de atualização manual. (Nem todos os apps fornecem uma interface para essa opção.)
   - Atualizações desabilitadas: as atualizações nunca são aplicadas.

  Se você selecionar atualizações manuais, certifique-se de verificar periodicamente se há atualizações usando o mecanismo de atualização manual do app, se disponível. Se você desabilitar as atualizações, verifique periodicamente se há atualizações e as distribua aos usuários.

  Se você não habilitar e configurar essa política, o Microsoft Edge Update tratará as atualizações disponíveis conforme especificado pela política 'Padrão de substituição de política de atualização' . More information is not final: https://to-be-replaced.invalid/edge</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Quando esta política e a atualização automática estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá em sua versão atual e não será atualizado para versões futuras automaticamente.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Especifica que a atualização do Microsoft Edge deve reverter as instalações do Microsoft Edge para a versão indicada em "Substituição da versão de destino".

Essa política não terá efeito, a menos que "Substituição da versão de destino" esteja definida e "Substituição da política de atualização" esteja definida como um dos estados ATIVADOS (sempre permitir atualizações, somente atualizações silenciosas, somente atualizações manuais).

Se você desabilitar essa política ou não a configurar, as instalações com uma versão superior à especificada por "Substituição da versão de destino" serão deixadas como estão.

Se você habilitar essa política, as instalações com uma versão atual maior do que a especificada por "Substituição da versão de destino" serão baixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para resolver problemas em uma atualização do navegador Microsoft Edge.

Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários em sua organização. Se você não ativar a Sincronização, há um risco de perda permanente de dados de navegação. Use essa política por sua conta e risco.

Observação: as versões de Canal Estável disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política só está disponível em instâncias do Windows que fazem parte de um Active Directory® da Microsoft®.

Essa política se aplica à versão 86 ou posterior do Microsoft Edge.

consulte https://go.microsoft.com/fwlink/?linkid=2133918 para saber mais. Essa política serve como medida temporária quando os Administradores da Empresa precisam fazer downgrade por motivos comerciais. Para garantir que os usuários sejam protegidos pelas atualizações de segurança mais recentes, a versão mais recente deve ser usada. Quando as versões são rebaixadas para versões mais antigas, pode haver incompatibilidade.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

 Se você habilitar essa política para um canal, o Microsoft Edge não será bloqueado da instalação.

 Se você desabilitar essa política para um canal, o Microsoft Edge será bloqueado da instalação.

 Se você não configurar essa política para um canal, a configuração da política 'Permitir padrão de instalação' determinará se os usuários podem instalar o canal do Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Especifica como o Microsoft Edge Update trata as atualizações disponíveis do Microsoft Edge.

  Se você habilitar essa política, o Microsoft Edge Update tratará as atualizações do Microsoft Edge de acordo com o modo como as seguintes opções forem configuradas:
   - Sempre permitir atualizações: as atualizações sempre são aplicadas quando encontradas, seja por verificação de atualização periódica ou por uma verificação de atualização manual.
   - Somente atualizações silenciosas automáticas: as atualizações são aplicadas somente quando encontradas pela verificação de atualização periódica.
   - Somente atualizações manuais: as atualizações são aplicadas somente quando o usuário executa uma verificação de atualização manual. (Nem todos os apps fornecem uma interface para essa opção.)
   - Atualizações desabilitadas: as atualizações nunca são aplicadas.

  Se você selecionar atualizações manuais, certifique-se de verificar periodicamente se há atualizações usando o mecanismo de atualização manual do app, se disponível. Se você desabilitar as atualizações, verifique periodicamente se há atualizações e as distribua aos usuários.

  Se você não habilitar e configurar essa política, o Microsoft Edge Update tratará as atualizações disponíveis conforme especificado pela política 'Padrão de substituição de política de atualização' . More information is not final: https://to-be-replaced.invalid/edgebeta</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Quando esta política e a atualização automática estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá em sua versão atual e não será atualizado para versões futuras automaticamente.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Especifica que a atualização do Microsoft Edge deve reverter as instalações do Microsoft Edge para a versão indicada em "Substituição da versão de destino".

Essa política não terá efeito, a menos que "Substituição da versão de destino" esteja definida e "Substituição da política de atualização" esteja definida como um dos estados ATIVADOS (sempre permitir atualizações, somente atualizações silenciosas, somente atualizações manuais).

Se você desabilitar essa política ou não a configurar, as instalações com uma versão superior à especificada por "Substituição da versão de destino" serão deixadas como estão.

Se você habilitar essa política, as instalações com uma versão atual maior do que a especificada por "Substituição da versão de destino" serão baixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para resolver problemas em uma atualização do navegador Microsoft Edge.

Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários em sua organização. Se você não ativar a Sincronização, há um risco de perda permanente de dados de navegação. Use essa política por sua conta e risco.

Observação: as versões de Canal Estável disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política só está disponível em instâncias do Windows que fazem parte de um Active Directory® da Microsoft®.

Essa política se aplica à versão 86 ou posterior do Microsoft Edge.

consulte https://go.microsoft.com/fwlink/?linkid=2133918 para saber mais. Essa política serve como medida temporária quando os Administradores da Empresa precisam fazer downgrade por motivos comerciais. Para garantir que os usuários sejam protegidos pelas atualizações de segurança mais recentes, a versão mais recente deve ser usada. Quando as versões são rebaixadas para versões mais antigas, pode haver incompatibilidade.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

 Se você habilitar essa política para um canal, o Microsoft Edge não será bloqueado da instalação.

 Se você desabilitar essa política para um canal, o Microsoft Edge será bloqueado da instalação.

 Se você não configurar essa política para um canal, a configuração da política 'Permitir padrão de instalação' determinará se os usuários podem instalar o canal do Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Especifica como o Microsoft Edge Update trata as atualizações disponíveis do Microsoft Edge.

  Se você habilitar essa política, o Microsoft Edge Update tratará as atualizações do Microsoft Edge de acordo com o modo como as seguintes opções forem configuradas:
   - Sempre permitir atualizações: as atualizações sempre são aplicadas quando encontradas, seja por verificação de atualização periódica ou por uma verificação de atualização manual.
   - Somente atualizações silenciosas automáticas: as atualizações são aplicadas somente quando encontradas pela verificação de atualização periódica.
   - Somente atualizações manuais: as atualizações são aplicadas somente quando o usuário executa uma verificação de atualização manual. (Nem todos os apps fornecem uma interface para essa opção.)
   - Atualizações desabilitadas: as atualizações nunca são aplicadas.

  Se você selecionar atualizações manuais, certifique-se de verificar periodicamente se há atualizações usando o mecanismo de atualização manual do app, se disponível. Se você desabilitar as atualizações, verifique periodicamente se há atualizações e as distribua aos usuários.

  Se você não habilitar e configurar essa política, o Microsoft Edge Update tratará as atualizações disponíveis conforme especificado pela política 'Padrão de substituição de política de atualização' . More information is not final: https://to-be-replaced.invalid/edgedev</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Quando esta política e a atualização automática estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá em sua versão atual e não será atualizado para versões futuras automaticamente.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Especifica que a atualização do Microsoft Edge deve reverter as instalações do Microsoft Edge para a versão indicada em "Substituição da versão de destino".

Essa política não terá efeito, a menos que "Substituição da versão de destino" esteja definida e "Substituição da política de atualização" esteja definida como um dos estados ATIVADOS (sempre permitir atualizações, somente atualizações silenciosas, somente atualizações manuais).

Se você desabilitar essa política ou não a configurar, as instalações com uma versão superior à especificada por "Substituição da versão de destino" serão deixadas como estão.

Se você habilitar essa política, as instalações com uma versão atual maior do que a especificada por "Substituição da versão de destino" serão baixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para resolver problemas em uma atualização do navegador Microsoft Edge.

Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários em sua organização. Se você não ativar a Sincronização, há um risco de perda permanente de dados de navegação. Use essa política por sua conta e risco.

Observação: as versões de Canal Estável disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política só está disponível em instâncias do Windows que fazem parte de um Active Directory® da Microsoft®.

Essa política se aplica à versão 86 ou posterior do Microsoft Edge.

consulte https://go.microsoft.com/fwlink/?linkid=2133918 para saber mais. Essa política serve como medida temporária quando os Administradores da Empresa precisam fazer downgrade por motivos comerciais. Para garantir que os usuários sejam protegidos pelas atualizações de segurança mais recentes, a versão mais recente deve ser usada. Quando as versões são rebaixadas para versões mais antigas, pode haver incompatibilidade.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

 Se você habilitar essa política para um canal, o Microsoft Edge não será bloqueado da instalação.

 Se você desabilitar essa política para um canal, o Microsoft Edge será bloqueado da instalação.

 Se você não configurar essa política para um canal, a configuração da política 'Permitir padrão de instalação' determinará se os usuários podem instalar o canal do Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Especifica como o Microsoft Edge Update trata as atualizações disponíveis do Microsoft Edge.

  Se você habilitar essa política, o Microsoft Edge Update tratará as atualizações do Microsoft Edge de acordo com o modo como as seguintes opções forem configuradas:
   - Sempre permitir atualizações: as atualizações sempre são aplicadas quando encontradas, seja por verificação de atualização periódica ou por uma verificação de atualização manual.
   - Somente atualizações silenciosas automáticas: as atualizações são aplicadas somente quando encontradas pela verificação de atualização periódica.
   - Somente atualizações manuais: as atualizações são aplicadas somente quando o usuário executa uma verificação de atualização manual. (Nem todos os apps fornecem uma interface para essa opção.)
   - Atualizações desabilitadas: as atualizações nunca são aplicadas.

  Se você selecionar atualizações manuais, certifique-se de verificar periodicamente se há atualizações usando o mecanismo de atualização manual do app, se disponível. Se você desabilitar as atualizações, verifique periodicamente se há atualizações e as distribua aos usuários.

  Se você não habilitar e configurar essa política, o Microsoft Edge Update tratará as atualizações disponíveis conforme especificado pela política 'Padrão de substituição de política de atualização' . More information is not final: https://to-be-replaced.invalid/edgecanary</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Quando esta política e a atualização automática estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá em sua versão atual e não será atualizado para versões futuras automaticamente.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Especifica que a atualização do Microsoft Edge deve reverter as instalações do Microsoft Edge para a versão indicada em "Substituição da versão de destino".

Essa política não terá efeito, a menos que "Substituição da versão de destino" esteja definida e "Substituição da política de atualização" esteja definida como um dos estados ATIVADOS (sempre permitir atualizações, somente atualizações silenciosas, somente atualizações manuais).

Se você desabilitar essa política ou não a configurar, as instalações com uma versão superior à especificada por "Substituição da versão de destino" serão deixadas como estão.

Se você habilitar essa política, as instalações com uma versão atual maior do que a especificada por "Substituição da versão de destino" serão baixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para resolver problemas em uma atualização do navegador Microsoft Edge.

Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários em sua organização. Se você não ativar a Sincronização, há um risco de perda permanente de dados de navegação. Use essa política por sua conta e risco.

Observação: as versões de Canal Estável disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política só está disponível em instâncias do Windows que fazem parte de um Active Directory® da Microsoft®.

Essa política se aplica à versão 86 ou posterior do Microsoft Edge.

consulte https://go.microsoft.com/fwlink/?linkid=2133918 para saber mais. Essa política serve como medida temporária quando os Administradores da Empresa precisam fazer downgrade por motivos comerciais. Para garantir que os usuários sejam protegidos pelas atualizações de segurança mais recentes, a versão mais recente deve ser usada. Quando as versões são rebaixadas para versões mais antigas, pode haver incompatibilidade.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Especifica se um canal do Microsoft Edge pode ser instalado em dispositivos ingressados no domínio.

 Se você habilitar essa política para um canal, o Microsoft Edge não será bloqueado da instalação.

 Se você desabilitar essa política para um canal, o Microsoft Edge será bloqueado da instalação.

 Se você não configurar essa política para um canal, a configuração da política 'Permitir padrão de instalação' determinará se os usuários podem instalar o canal do Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Especifica como o Microsoft Edge Update trata as atualizações disponíveis do Microsoft Edge.

  Se você habilitar essa política, o Microsoft Edge Update tratará as atualizações do Microsoft Edge de acordo com o modo como as seguintes opções forem configuradas:
   - Sempre permitir atualizações: as atualizações sempre são aplicadas quando encontradas, seja por verificação de atualização periódica ou por uma verificação de atualização manual.
   - Somente atualizações silenciosas automáticas: as atualizações são aplicadas somente quando encontradas pela verificação de atualização periódica.
   - Somente atualizações manuais: as atualizações são aplicadas somente quando o usuário executa uma verificação de atualização manual. (Nem todos os apps fornecem uma interface para essa opção.)
   - Atualizações desabilitadas: as atualizações nunca são aplicadas.

  Se você selecionar atualizações manuais, certifique-se de verificar periodicamente se há atualizações usando o mecanismo de atualização manual do app, se disponível. Se você desabilitar as atualizações, verifique periodicamente se há atualizações e as distribua aos usuários.

  Se você não habilitar e configurar essa política, o Microsoft Edge Update tratará as atualizações disponíveis conforme especificado pela política 'Padrão de substituição de política de atualização' . More information is not final: https://to-be-replaced.invalid/edgewebview</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Quando esta política e a atualização automática estiverem habilitadas, o Microsoft Edge será atualizado para a versão especificada por esse valor da política.

O valor da política deve ser uma versão específica do Microsoft Edge, por exemplo 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não fará o downgrade para a versão especificada.

Se a versão especificada não existir ou estiver formatada incorretamente, o Microsoft Edge permanecerá em sua versão atual e não será atualizado para versões futuras automaticamente.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Especifica que a atualização do Microsoft Edge deve reverter as instalações do Microsoft Edge para a versão indicada em "Substituição da versão de destino".

Essa política não terá efeito, a menos que "Substituição da versão de destino" esteja definida e "Substituição da política de atualização" esteja definida como um dos estados ATIVADOS (sempre permitir atualizações, somente atualizações silenciosas, somente atualizações manuais).

Se você desabilitar essa política ou não a configurar, as instalações com uma versão superior à especificada por "Substituição da versão de destino" serão deixadas como estão.

Se você habilitar essa política, as instalações com uma versão atual maior do que a especificada por "Substituição da versão de destino" serão baixadas para a versão de destino.

Recomendamos que os usuários instalem a versão mais recente do navegador Microsoft Edge para garantir a proteção pelas atualizações de segurança mais recentes. A reversão para uma versão anterior corre o risco de exposição a problemas de segurança conhecidos. Essa política deve ser usada como uma correção temporária para resolver problemas em uma atualização do navegador Microsoft Edge.

Antes de reverter temporariamente a versão do navegador, recomendamos que você ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os usuários em sua organização. Se você não ativar a Sincronização, há um risco de perda permanente de dados de navegação. Use essa política por sua conta e risco.

Observação: as versões de Canal Estável disponíveis para reversão podem ser visualizadas aqui https://aka.ms/EdgeEnterprise.

Essa política só está disponível em instâncias do Windows que fazem parte de um Active Directory® da Microsoft®.

Essa política se aplica à versão 86 ou posterior do Microsoft Edge.

consulte https://go.microsoft.com/fwlink/?linkid=2133918 para saber mais. Essa política serve como medida temporária quando os Administradores da Empresa precisam fazer downgrade por motivos comerciais. Para garantir que os usuários sejam protegidos pelas atualizações de segurança mais recentes, a versão mais recente deve ser usada. Quando as versões são rebaixadas para versões mais antigas, pode haver incompatibilidade.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minutos entre as verificações de atualização</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Hora</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minuto</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Duração</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Tipo de URL de download a ser solicitado</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Escolher como especificar as configurações do servidor proxy
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Endereço ou URL do servidor proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL de um arquivo .pac de proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Política de atualização</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Política de atualização</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Versão de destino</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>